Repository: HEHEX8/PlayCoverManagerGUI
Catalog: PlayCoverManager/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans, zh_hant

source: アプリを検索中...
en: Searching for apps...
zh_hans: 正在搜索应用...
zh_hant: 正在搜索應用程序...

source: アプリを終了しています...
en: Terminating app...
zh_hans: 正在终止应用...
zh_hant: 正在終止應用...

source: アプリを終了してから再度お試しください
en: Please close the app and try again
zh_hans: 请关闭应用并重试
zh_hant: 請關閉應用程序並重試

# アプリを終了してから再度お試しください（句点付き）
source: アプリを終了してから再度お試しください。
en: Please close the app and try again.
zh_hans: 请关闭应用并重试。
zh_hant: 請關閉應用程序並重試。

source: アプリを解析して詳細情報を表示します
en: Analyze your app and view detailed information.
zh_hans: 分析您的应用并查看详细信息
zh_hant: 分析您的應用程序並查看詳細信息

source: アプリ一覧の取得に失敗
en: Failed to get list of apps
zh_hans: 获取应用列表失败
zh_hant: 獲取應用列表失敗

source: アプリ一覧の更新に失敗
en: Failed to update app list
zh_hans: 更新应用列表失败
zh_hant: 更新應用列表失敗

source: アプリ一覧を更新
en: Updated app list
zh_hans: 更新的应用列表
zh_hant: 更新的應用程序列表

source: アプリ一覧を読み込み中...
en: Loading app list...
zh_hans: 正在加载应用列表...
zh_hant: 正在加載應用程序列表...

source: アプリ名
en: App name
zh_hans: 应用名称
zh_hant: 應用名稱

source: アプリ名の取得に失敗しました
en: Failed to get app name
zh_hans: 获取应用名称失败
zh_hant: 獲取應用名稱失敗

source: アプリ固有の設定
en: App-Specific Settings
zh_hans: 应用特定设置
zh_hant: 應用程序特定設置

source: アプリ情報が見つかりません
en: App information not found
zh_hans: 未找到应用信息
zh_hant: 未找到應用程序信息

source: アプリ情報を取得しています…
en: Getting app information...
zh_hans: 正在获取应用信息...
zh_hant: 正在獲取應用程序信息...

source: アプリ本体
en: App itself
zh_hans: 应用本身
zh_hant: 應用程序本身

source: アプリ本体を Finder で表示
en: Show App in Finder
zh_hans: 在 Finder 中显示应用
zh_hant: 在 Finder 中顯示應用

source: アプリ本体を表示
en: Show App
zh_hans: 显示应用
zh_hant: 顯示應用

source: アプリ検出 - 署名完了を待機中...
en: App detected - Waiting for signing to complete...
zh_hans: 检测到应用 - 等待签名完成...
zh_hant: 檢測到應用 - 等待簽名完成...

source: アプリ概要
en: App Overview
zh_hans: 应用概述
zh_hant: 應用概述

source: アプリ解析
en: App analysis
zh_hans: 应用分析
zh_hant: 應用分析

source: アプリ設定
en: App settings
zh_hans: 应用设置
zh_hant: 應用程序設置

source: アプリ設定を削除中...
en: Deleting app settings...
zh_hans: 正在删除应用设置...
zh_hant: 正在刪除應用程序設置...

source: アプリ設定を閉じる （Esc）
en: Close app settings (Esc)
zh_hans: 关闭应用设置 (Esc)
zh_hant: 關閉應用程序設置 (Esc)

source: アプリ間を移動
en: Move between apps
zh_hans: 在应用之间移动
zh_hant: 在應用程序之間移動

source: アンインストール
en: Uninstall
zh_hans: 卸载
zh_hant: 解除安裝

source: アンインストール （\(selectedApps.count) 個）
en: Uninstall (\(selectedApps.count) pieces)
zh_hans: 卸载(\(selectedApps.count) 件)
zh_hant: 卸載(\(selectedApps.count) 件)

source: アンインストール （%lld 個）
en: Uninstall (%lld)
zh_hans: 卸载(%lld 件)
zh_hant: 卸載(%lld 件)

source: アンインストール中
en: Uninstalling
zh_hans: 卸载
zh_hant: 解除安裝

# アンインストール中（進行中）
source: アンインストール中...
en: Uninstalling...
zh_hans: 正在卸载...
zh_hant: 正在卸載...

source: アンインストール可能なアプリがありません
en: No apps available to uninstall
zh_hans: 没有可以卸载的应用
zh_hant: 沒有可以卸載的應用程序

source: アンインストール完了
en: Uninstallation completed
zh_hans: 卸载完成
zh_hant: 卸載完成

source: アンインストール結果
en: Uninstall Results
zh_hans: 卸载结果
zh_hant: 卸載結果

source: アンマウントされたボリューム: \(unmountedCount) 個
en: Unmounted volumes: \(unmountedCount) volumes.
zh_hans: 已卸载的卷:\(unmountedCount) 个卷
zh_hant: 已卸載的捲:\(unmountedCount) 個卷

source: アンマウントされたボリューム: %lld 個
en: Unmounted volumes: %lld
zh_hans: 已卸载的卷:%lld
zh_hant: 已卸載的捲:%lld

source: アンマウントして終了
en: Unmount and exit
zh_hans: 卸载并退出
zh_hant: 卸載並退出

source: アンマウントして続行
en: unmount and continue
zh_hans: 卸载并继续
zh_hant: 卸載並繼續

source: アンマウントに失敗しました
en: Unmount failed
zh_hans: 卸载失败
zh_hant: 卸載失敗

source: アンマウント中
en: Unmounting
zh_hans: 卸载
zh_hant: 解除安裝

source: アンマウント処理がタイムアウトしました
en: Unmount processing timed out
zh_hans: 卸载处理超时
zh_hant: 卸載處理超時

source: アンマウント処理を完了しています…
en: Completing unmount process...
zh_hans: 正在完成卸载过程...
zh_hant: 正在完成卸載過程...

source: アンマウント処理を続行しています…
en: Continuing unmount process...
zh_hans: 正在继续卸载过程...
zh_hant: 正在繼續卸載過程...

source: アンマウント完了
en: Unmount completed
zh_hans: 卸载完成
zh_hant: 卸載完成

source: イジェクト
en: eject
zh_hans: 喷射
zh_hant: 噴射

source: イジェクトしない
en: do not eject
zh_hans: 不弹出
zh_hant: 不彈出

source: イジェクト完了
en: Ejection Complete
zh_hans: 弹出完成
zh_hant: 彈出完成

source: イメージ:
en: Image:
zh_hans: 镜像：
zh_hant: 鏡像：

source: インストールエラー: \(msg)
en: Installation error: \(msg)
zh_hans: 安装错误:\(msg)
zh_hant: 安裝錯誤:\(msg)

source: インストールが完了していません
en: Installation not completed
zh_hans: 安装未完成
zh_hant: 安裝未完成

source: インストールする IPA ファイルを選択してください
en: Select IPA file to install
zh_hans: 请选择要安装的 IPA文件
zh_hant: 請選擇要安裝的 IPA文件

source: インストール中
en: Installing
zh_hans: 安装中
zh_hant: 安裝中

source: インストール完了
en: Installation Complete
zh_hans: 安装完成
zh_hant: 安裝完成

source: インストール済みアプリ （\(apps.count) 個）
en: Installed apps (\(apps.count))
zh_hans: 已安装的应用 (\(apps.count))
zh_hant: 已安裝的應用程序 (\(apps.count))

source: インストール済みアプリ （%lld 個）
en: Installed Apps (%lld)
zh_hans: 已安装的应用 (%lld)
zh_hant: 已安裝的應用程序 (%lld)

source: インストール済みアプリがありません
en: No Installed Apps
zh_hans: 没有安装的应用
zh_hant: 沒有安裝的應用程序

source: インストール結果
en: Installation result
zh_hans: 安装结果
zh_hant: 安裝結果

source: インストール開始
en: Start installation
zh_hans: 开始安装
zh_hant: 開始安裝

source: エラー: \(error.localizedDescription)
en: Error: \(error.localizedDescription)
zh_hans: 错误:\(error.localizedDescription)
zh_hant: 錯誤:\(error.localizedDescription)

source: エラー: %@
en: Error: %@
zh_hans: 错误: %@
zh_hant: 錯誤: %@

source: お使いの macOS バージョン: \(Self.currentOSVersion)
en: Your macOS version: \(Self.currentOSVersion).
zh_hans: 您的 macOS 版本:\(Self.currentOSVersion)。
zh_hant: 您的 macOS 版本:\(Self.currentOSVersion)。

source: お使いの macOS バージョン: %@
en: Your macOS version: %@
zh_hans: 您的 macOS 版本:%@
zh_hant: 您的 macOS 版本:%@

source: カスタム
en: custom
zh_hans: 风俗
zh_hant: 風俗

source: カメラ
en: camera
zh_hans: 相机
zh_hant: 相機

source: カレンダー
en: calendar
zh_hans: 日历
zh_hant: 日曆

source: キーボードショートカット
en: keyboard shortcuts
zh_hans: 键盘快捷键
zh_hant: 鍵盤快捷鍵

source: キャッシュ
en: Cache
zh_hans: 缓存
zh_hant: 快取

source: キャッシュをクリアしました
en: cleared cache
zh_hans: 清除缓存
zh_hant: 清除緩存

source: キャッシュをクリアしますか?
en: Do you want to clear your cache?
zh_hans: 你想清除缓存吗？
zh_hant: 你想清除緩存嗎？

source: キャッシュを削除中...
en: Deleting cache...
zh_hans: 正在删除缓存...
zh_hant: 正在刪除緩存...

source: キャッシュを更新中...
en: Updating cache...
zh_hans: 正在更新缓存...
zh_hant: 正在更新緩存...

source: キャンセル
en: Cancel
zh_hans: 取消
zh_hant: 取消

source: クリア
en: clear
zh_hans: 清除
zh_hant: 清除

source: グローバル
en: global
zh_hans: 全球的
zh_hant: 全球的

source: グローバル設定に戻す
en: Revert to global settings
zh_hans: 恢复到全局设置
zh_hant: 恢復到全局設置

source: グローバル設定を使用
en: Use global settings
zh_hans: 使用全局设置
zh_hant: 使用全局設置

source: コード署名
en: code signing
zh_hans: 代码签名
zh_hant: 代碼簽名

source: このアプリのディスクイメージを Finder に表示するかどうかを設定します。
en: Set whether to display this app's disk image in Finder.
zh_hans: 设置是否在 Finder 中显示该应用的磁盘映像。
zh_hant: 設置是否在 Finder 中顯示該應用程序的磁盤映像。

source: このアプリは ~/Library/Containers/ にアクセスする必要があります。 対処方法： 1. システム設定を開く（⌘Space で「システム設定」を検索） 2. プライバシーとセキュリティ > フルディスクアクセス 3. 「+」ボタンで PlayCover Manager を追加 4. アプリを再起動してください
en: This app needs to access ~/Library/Containers/. How to fix: 1. Open System Settings (search for "System Settings" in ⌘Space) 2. Privacy and Security > Full Disk Access 3. Add PlayCover Manager using the "+" button 4. Restart the app.
zh_hans: 此应用需要访问 ~/Library/Containers/。 如何修复： 1. 打开系统设置（在 ⌘空格 中搜索「系统设置」） 2. 隐私与安全性 > 完全磁盘访问权限 3. 使用「+」按钮添加 PlayCover Manager 4. 重新启动应用
zh_hant: 此應用需要訪問 ~/Library/Containers/。 如何修復： 1. 打開系統設定（在 ⌘空格 中搜索「系統設定」） 2. 隱私與安全性 > 完全磁盤訪問權限 3. 使用「+」按鈕添加 PlayCover Manager 4. 重新啟動應用

source: このアプリは ASIF ディスクイメージフォーマットを使用しており、macOS Tahoe （バージョン 26） 以降でのみ動作します。
en: This app uses the ASIF disk image format and only works on macOS Tahoe (version 26) or later.
zh_hans: 此应用使用 ASIF 磁盘映像格式，仅适用于 macOS Tahoe(版本 26)或更高版本。
zh_hant: 此應用程序使用 ASIF 磁盤映像格式，僅適用於 macOS Tahoe(版本 26)或更高版本。

source: このアプリは macOS Tahoe 26.0 以降が必要です
en: This app requires macOS Tahoe 26.0 or later.
zh_hans: 此应用需要 macOS Tahoe 26.0 或更高版本
zh_hant: 此應用程序需要 macOS Tahoe 26.0 或更高版本

source: このアプリは macOS Tahoe 26.0 以降が必要です。 現在のバージョン: macOS %@ 必要なバージョン: macOS Tahoe 26.0 以降 システムをアップデートしてから再度お試しください。
en: This app requires macOS Tahoe 26.0 or later. Current version: macOS %@ Required version: macOS Tahoe 26.0 or later Please update your system and try again.
zh_hans: 此应用需要 macOS Tahoe 26.0 或更高版本。 当前版本:macOS %@ 所需版本:macOS Tahoe 26.0 或更高版本 请更新你的系统并重试。
zh_hant: 此應用程序需要 macOS Tahoe 26.0 或更高版本。 當前版本:macOS %@ 所需版本:macOS Tahoe 26.0 或更高版本 請更新你的系統並重試。

source: このアプリは macOS Tahoe 26.0 以降が必要です。\n\n現在のバージョン: macOS \(versionString)\n必要なバージョン: macOS Tahoe 26.0 以降\n\nシステムをアップデートしてから再度お試しください。
en: This app requires macOS Tahoe 26.0 or later.\n\nCurrent version: macOS \(versionString)\nRequired version: macOS Tahoe 26.0 or later\n\nPlease update your system and try again.
zh_hans: 此应用需要 macOS Tahoe 26.0 或更高版本。\n\n当前版本:macOS \(versionString)\n所需版本:macOS Tahoe 26.0 或更高版本\n\n请更新你的系统并重试。
zh_hant: 此應用程序需要 macOS Tahoe 26.0 或更高版本。\n\n當前版本:macOS \(versionString)\n所需版本:macOS Tahoe 26.0 或更高版本\n\n請更新你的系統並重試。

source: このアプリをアンインストールしますか？
en: Uninstall this app?
zh_hans: 你想卸载这个应用吗？
zh_hant: 你想卸載這個應用程序嗎？

source: このアプリを新しくインストールします。
en: Install this app anew.
zh_hans: 重新安装此应用。
zh_hant: 重新安裝此應用程序。

source: このヘルプを表示
en: Show this help
zh_hans: 显示此帮助
zh_hant: 顯示此幫助

source: この操作は取り消せません。
en: This action cannot be undone.
zh_hans: 此操作无法撤消。
zh_hant: 此操作無法撤消。

source: コンテナ: マウント済み
en: Container: Mounted
zh_hans: 容器:已安装
zh_hant: 容器:已安裝

source: コンテナを Finder で表示
en: Show Container in Finder
zh_hans: 在 Finder 中显示容器
zh_hant: 在 Finder 中顯示容器

source: コンテナ確認中...
en: Checking container...
zh_hans: 检查容器...
zh_hant: 檢查容器...

source: システムプロセス（cfprefsdなど）がファイルを使用している可能性があります。
en: A system process (such as cfprefsd) may be using the file.
zh_hans: 系统进程(例如 cfprefsd)可能正在使用该文件。
zh_hant: 系統進程(例如 cfprefsd)可能正在使用該文件。

source: システム要件
en: System Requirements
zh_hans: 系统要求
zh_hant: 系統要求

source: システム設定に従う
en: Follow System
zh_hans: 遵循系统设置
zh_hant: 遵循系統設置

source: システム設定を開く
en: Open system settings
zh_hans: 打开系统设置
zh_hant: 打開系統設置

source: ショートカットを削除中...
en: Removing shortcuts...
zh_hans: 正在删除快捷方式...
zh_hant: 正在刪除快捷方式...

source: ストレージ
en: Storage
zh_hans: 贮存
zh_hant: 貯存

source: ストレージ内訳
en: Storage breakdown
zh_hans: 存储故障
zh_hant: 存儲故障

source: ストレージ情報
en: Storage information
zh_hans: 存储信息
zh_hant: 存儲信息

source: すべてアンマウント
en: Unmount All
zh_hans: 全部卸载
zh_hant: 全部卸載

source: すべてアンマウント （⌘⇧U）
en: Unmount all (⌘⇧U)
zh_hans: 全部卸载(⌘⇧U)
zh_hant: 全部卸載(⌘⇧U)

source: すべてアンマウントして終了
en: Unmount everything and exit
zh_hans: 卸载所有内容并退出
zh_hant: 卸載所有內容並退出

source: すべての IPA の解析に失敗しました
en: Failed to parse all IPAs
zh_hans: 无法解析所有 IPA
zh_hant: 無法解析所有 IPA

source: すべてのアプリを終了してからアンマウントを実行してください。
en: Please close all apps before unmounting.
zh_hans: 卸载前请关闭所有应用。
zh_hant: 卸載前請關閉所有應用程序。

source: すべてのコンテナをアンマウントしてから保存先を変更します
en: Unmount all containers and then change the save location.
zh_hans: 卸载所有容器，然后更改保存位置
zh_hant: 卸載所有容器，然後更改保存位置

source: すべてのディスクイメージをアンマウントし、アプリを終了します。 外部ドライブの場合、ドライブごと安全に取り外せる状態にします。
en: Unmount all disk images and exit the app. For external drives, make sure you can safely remove the entire drive.
zh_hans: 卸载所有磁盘映像并退出应用。 对于外部驱动器，请确保每个驱动器都可以安全移除。
zh_hant: 卸載所有磁盤映像並退出應用程序。 對於外部驅動器，請確保每個驅動器都可以安全移除。

# すべてのディスクイメージをアンマウントし、アプリを終了します。 外部ドライブの場合、ドライブごと安全に取り外せる状態にします。
source: すべてのディスクイメージをアンマウントし、アプリを終了します。\n\n外部ドライブの場合、ドライブごと安全に取り外せる状態にします。
en: Unmount all disk images and exit the app.\n\nFor external drives, make sure you can safely remove the entire drive.
zh_hans: 卸载所有磁盘映像并退出应用。\n\n对于外部驱动器，请确保你可以安全地删除整个驱动器。
zh_hant: 卸載所有磁盤映像並退出應用程序。\n\n對於外部驅動器，請確保你可以安全地刪除整個驅動器。

source: すべてのディスクイメージをアンマウント中…
en: Unmounting all disk images...
zh_hans: 正在卸载所有磁盘映像...
zh_hant: 正在卸載所有磁盤映像...

source: すべての設定を初期値に戻します（ディスクイメージとアプリは削除されません）。
en: Resets all settings to defaults (disk images and apps are not deleted).
zh_hans: 将所有设置恢复为默认值(磁盘映像和应用不被删除)。
zh_hant: 將所有設置恢復為默認值(磁盤映像和應用程序不被刪除)。

source: すべてマウント解除
en: Unmount All
zh_hans: 全部卸载
zh_hant: 全部卸載

source: すべて終了
en: Quit All
zh_hans: 全部退出
zh_hant: 全部退出

source: セットアップが完了しました。
en: Setup is complete.
zh_hans: 设置完成。
zh_hant: 設置完成。

source: セットアップを準備しています…
en: Preparing setup...
zh_hans: 正在准备设置...
zh_hant: 正在準備設置...

source: セットアップ完了
en: Setup complete
zh_hans: 设置完成
zh_hant: 設置完成

source: タイムアウト
en: timeout
zh_hans: 暂停
zh_hant: 暫停

source: ダウン
en: Down
zh_hans: 停止
zh_hant: 停止

source: ダウングレード
en: downgrade
zh_hans: 降级
zh_hant: 降級

source: データ
en: data
zh_hans: 数据
zh_hant: 數據

# データの保存先が外部ドライブまたはネットワークドライブ（(volumeName)）にあります。 ドライブをイジェクトしますか？
source: データの保存先が外部ドライブまたはネットワークドライブ（\(volumeName)）にあります。\n\nドライブをイジェクトしますか？
en: The data is saved to an external drive or network drive (\(volumeName)).\n\nDo you want to eject the drive?
zh_hans: 数据保存到外部驱动器或网络驱动器 (\(volumeName))。\n\n你想弹出驱动器吗？
zh_hant: 數據保存到外部驅動器或網絡驅動器 (\(volumeName))。\n\n你想彈出驅動器嗎？

source: データの保存先が外部ドライブまたはネットワークドライブ（%@）にあります。 ドライブをイジェクトしますか？
en: The data storage location is on an external or network drive (%@). Would you like to eject the drive?
zh_hans: 数据存储在外部驱动器或网络驱动器 (%@) 上。 你想弹出驱动器吗？
zh_hant: 數據存儲在外部驅動器或網絡驅動器 (%@) 上。 你想彈出驅動器嗎？

source: データ処理
en: Data Handling
zh_hans: 数据处理
zh_hant: 數據處理

source: ディスクイメージ
en: disk image
zh_hans: 磁盘映像
zh_hant: 磁盤映像

source: ディスクイメージ （マウント中）
en: Disk image (mounting)
zh_hans: 磁盘映像(安装)
zh_hant: 磁盤映像(安裝)

# ディスクイメージ（ラベル）
source: ディスクイメージ:
en: Disk Image:
zh_hans: 磁盘镜像:
zh_hant: 磁盤鏡像:

source: ディスクイメージが存在しません
en: Disk image does not exist
zh_hans: 磁盘映像不存在
zh_hant: 磁盤映像不存在

source: ディスクイメージが見つかりません
en: Disk image not found
zh_hans: 未找到磁盘映像
zh_hant: 未找到磁盤映像

source: ディスクイメージのアンマウントに失敗
en: Failed to unmount disk image
zh_hans: 卸载磁盘映像失败
zh_hant: 卸載磁盤映像失敗

source: ディスクイメージのアンマウントに時間がかかっています。 強制終了しますか？（データが失われる可能性があります）
en: Unmounting disk images is taking a long time. Force quit? (Data may be lost).
zh_hans: 卸载磁盘映像需要很长时间。 你想强制退出吗？(数据可能会丢失)
zh_hant: 卸載磁盤映像需要很長時間。 你想強制退出嗎？(數據可能會丟失)

# ディスクイメージのアンマウントに時間がかかっています。 強制終了しますか？（データが失われる可能性があります）
source: ディスクイメージのアンマウントに時間がかかっています。\n\n強制終了しますか？（データが失われる可能性があります）
en: Unmounting disk images is taking a long time.\n\nForce quit? (Data may be lost).
zh_hans: 卸载磁盘映像需要很长时间。\n\n你想强制退出吗？(数据可能会丢失)
zh_hant: 卸載磁盤映像需要很長時間。\n\n你想強制退出嗎？(數據可能會丟失)

source: ディスクイメージの作成に失敗
en: Failed to create a disk image
zh_hans: 创建磁盘映像失败
zh_hant: 創建磁盤映像失敗

source: ディスクイメージの保存先
en: Where to save the disk image
zh_hans: 磁盘映像的保存位置
zh_hant: 磁盤映像的保存位置

source: ディスクイメージの保存先が未設定
en: Disk image save destination not set
zh_hans: 未设置磁盘映像保存目的地
zh_hant: 未設置磁盤映像保存目的地

source: ディスクイメージの保存先を選択してください
en: Choose where to save the disk image
zh_hans: 请选择保存磁盘映像的位置
zh_hant: 請選擇保存磁盤映像的位置

source: ディスクイメージの準備
en: Preparing the disk image
zh_hans: 准备磁盘映像
zh_hant: 準備磁盤映像

source: ディスクイメージの準備に失敗
en: Failed to prepare disk image
zh_hans: 准备磁盘映像失败
zh_hant: 準備磁盤映像失敗

source: ディスクイメージは大容量になる場合があります。 十分な空き容量のあるドライブを選択してください。
en: Disk images can become very large. Please select a drive with sufficient free space.
zh_hans: 磁盘映像可能很大。 请选择具有足够可用空间的驱动器。
zh_hant: 磁盤映像可能很大。 請選擇具有足夠可用空間的驅動器。

# ディスクイメージは大容量になる場合があります。 十分な空き容量のあるドライブを選択してください。
source: ディスクイメージは大容量になる場合があります。\n十分な空き容量のあるドライブを選択してください。
en: Disk images can become very large.\nPlease select a drive with sufficient free space.
zh_hans: 磁盘映像可能很大。\n请选择具有足够可用空间的驱动器。
zh_hant: 磁盤映像可能很大。\n請選擇具有足夠可用空間的驅動器。

source: ディスクイメージをアンマウントしています…
en: Unmounting disk image...
zh_hans: 正在卸载磁盘映像...
zh_hant: 正在卸載磁盤映像...

source: ディスクイメージをアンマウントしました。
en: I unmounted the disk image.
zh_hans: 我卸载了磁盘映像。
zh_hant: 我卸載了磁盤映像。

source: ディスクイメージをアンマウント中...
en: Unmounting disk image...
zh_hans: 正在卸载磁盘映像...
zh_hant: 正在卸載磁盤映像...

source: ディスクイメージを作成しています…
en: Creating disk image...
zh_hans: 正在创建磁盘映像...
zh_hant: 正在創建磁盤映像...

source: ディスクイメージを削除中...
en: Deleting disk image...
zh_hans: 正在删除磁盘映像...
zh_hant: 正在刪除磁盤映像...

source: ディスクイメージを表示
en: Show Disk Image
zh_hans: 显示磁盘镜像
zh_hant: 顯示磁盤鏡像

source: ディスクイメージ作成
en: Disk image creation
zh_hans: 磁盘镜像创建
zh_hant: 磁盤鏡像創建

source: ディスクイメージ作成エラー: \(msg)
en: Disk image creation error: \(msg)
zh_hans: 磁盘映像创建错误:\(msg)
zh_hant: 磁盤映像創建錯誤:\(msg)

source: ディスクイメージ作成中
en: Creating disk image
zh_hans: 创建磁盘映像
zh_hant: 創建磁盤映像

source: ディスクイメージ保存先
en: Disk image storage destination
zh_hans: 磁盘映像存储目的地
zh_hant: 磁盤映像存儲目的地

source: ディスクイメージ保存先にアクセスできません
en: Unable to access disk image storage location.
zh_hans: 无法访问磁盘映像存储位置
zh_hant: 無法訪問磁盤映像存儲位置

source: ディスクイメージ保存先を選択してください
en: Please select the disk image save destination.
zh_hans: 请选择磁盘映像保存目的地
zh_hant: 請選擇磁盤映像保存目的地

source: ディレクトリが存在しません
en: Directory does not exist
zh_hans: 目录不存在
zh_hant: 目錄不存在

source: ディレクトリは作成できましたが、ファイルの書き込みテストに失敗しました。 対処方法： • 設定画面で別の保存先を選択してください • 外部ドライブの場合、マウントされているか確認してください • ドライブが読み取り専用でないか確認してください パス: %1$@ エラー: %2$@
en: The directory was created successfully, but the file write test failed. How to deal with it: • Please select a different save location in settings • If it's an external drive, make sure it is mounted • Check that the drive is not read-only Path: %1$@ Error: %2$@.
zh_hans: 成功创建目录，但文件写入测试失败。 解决方法: • 请在设置中选择不同的保存位置 • 如果是外部驱动器，请确保已挂载 • 检查驱动器是否为只读的 路径:%1$@ 错误:%2$@。
zh_hant: 成功創建目錄，但文件寫入測試失敗。 解決方法: • 請在設定中選擇不同的保存位置 • 如果是外部驅動器，請確保已掛載 • 檢查驅動器是否為唯讀的 路徑:%1$@ 錯誤:%2$@。

source: ディレクトリは作成できましたが、ファイルの書き込みテストに失敗しました。\n\n対処方法：\n• 設定画面で別の保存先を選択してください\n• 外部ドライブの場合、マウントされているか確認してください\n• ドライブが読み取り専用でないか確認してください\n\nパス: \(parentDir.path)\nエラー: \(error.localizedDescription)
en: The directory was created successfully, but the file write test failed.\n\nSolution:\n• Please select a different destination in the settings screen.\n• If it is an external drive, make sure it is mounted.\n• Make sure the drive is not read-only.\n\nPath: \(parentDir.path)\nError: \(error.localizedDescription).
zh_hans: 成功创建目录，但文件写入测试失败。\n\n解决方案:\n• 请在设置屏幕中选择不同的目标。\n• 如果是外部驱动器，请确保已挂载。\n• 确保驱动器不是只读的。\n\n路径: \(parentDir.path)\n错误: \(error.localizedDescription)。
zh_hant: 成功創建目錄，但文件寫入測試失敗。\n\n解決方案:\n• 請在設置屏幕中選擇不同的目標。 \n• 如果是外部驅動器，請確保已掛載。 \n• 確保驅動器不是只讀的。 \n\n路徑: \(parentDir.path)\n錯誤: \(error.localizedDescription)。

source: デバイスIDの取得に失敗
en: Failed to get device ID
zh_hans: 获取设备ID失败
zh_hant: 獲取設備ID失敗

source: デバイスパスの取得に失敗
en: Failed to get device path
zh_hans: 获取设备路径失败
zh_hant: 獲取設備路徑失敗

source: デバッグコンソールで起動
en: Start in debug console
zh_hans: 在调试控制台中启动
zh_hant: 在調試控制台中啟動

source: ドライブが接続されていないか、パスが無効です。 別の保存先を選択してください。
en: The drive is not connected or the path is invalid. Please select a different storage location.
zh_hans: 驱动器未连接或路径无效。 请选择其他目的地。
zh_hant: 驅動器未連接或路徑無效。 請選擇其他目的地。

# ドライブが接続されていないか、パスが無効です。 別の保存先を選択してください。
source: ドライブが接続されていないか、パスが無効です。\n別の保存先を選択してください。
en: The drive is not connected or the path is invalid.\nPlease select a different storage location.
zh_hans: 驱动器未连接或路径无效。\n请选择另一个保存目的地。
zh_hant: 驅動器未連接或路徑無效。\n請選擇另一個保存目的地。

source: ドライブのイジェクトに失敗
en: Drive eject failed
zh_hans: 驱动器弹出失败
zh_hant: 驅動器彈出失敗

source: ドライブの取り外し完了
en: Drive removal completed
zh_hans: 驱动器删除完成
zh_hant: 驅動器刪除完成

source: ドライブをイジェクト中
en: Ejecting drive
zh_hans: 正在弹出驱动器
zh_hant: 正在彈出驅動器

source: ドライブを強制イジェクトできませんでした。 Finderから手動でイジェクトしてください。
en: Failed to force eject the drive. Please eject it manually from Finder.
zh_hans: 无法强制弹出驱动器。 请从 Finder 中手动将其弹出。
zh_hant: 無法強制彈出驅動器。 請從 Finder 中手動將其彈出。

# ドライブを強制イジェクトできませんでした。 Finderから手動でイジェクトしてください。
source: ドライブを強制イジェクトできませんでした。\n\nFinderから手動でイジェクトしてください。
en: Failed to force eject the drive.\n\nPlease eject it manually from Finder.
zh_hans: 无法强制弹出驱动器。\n\n请从 Finder 中手动将其弹出。
zh_hant: 無法強制彈出驅動器。\n\n請從 Finder 中手動將其彈出。

source: ドライブ上のボリュームが使用中の可能性があります。
en: The volume on the drive may be in use.
zh_hans: 驱动器上的卷可能正在使用中。
zh_hant: 驅動器上的捲可能正在使用中。

source: なし
en: none
zh_hans: 没有任何
zh_hant: 沒有任何

source: ナビゲーション
en: navigation
zh_hans: 导航
zh_hant: 導航

source: バージョン
en: Version
zh_hans: 版本
zh_hant: 版本

source: バージョン \(version)
en: version \(version)
zh_hans: 版本 \(版本)
zh_hant: 版本 \(版本)

source: バージョン %@
en: Version %@
zh_hans: 版本 %@
zh_hant: 版本 %@

# バージョン（ラベル）
source: バージョン:
en: Version:
zh_hans: 版本:
zh_hant: 版本(標籤)

source: バイト
en: byte
zh_hans: 字节
zh_hant: 位元組

source: バイナリサイズ
en: binary size
zh_hans: 二进制大小
zh_hant: 二進制大小

source: バイナリ情報
en: binary information
zh_hans: 二进制信息
zh_hant: 二進制信息

source: パスが存在しません
en: path does not exist
zh_hans: 路径不存在
zh_hant: 路徑不存在

source: バックグラウンド位置情報
en: Background location information
zh_hans: 后台位置信息
zh_hant: 後台位置信息

source: バックグラウンド取得
en: Background acquisition
zh_hans: 后台采集
zh_hant: 後台採集

source: バックグラウンド音声
en: background audio
zh_hans: 背景音频
zh_hant: 背景音頻

source: パッケージ種別
en: Package type
zh_hans: 封装类型
zh_hant: 封裝類型

source: バンドル構造
en: bundle structure
zh_hans: 束结构
zh_hant: 束結構

source: ビルド番号
en: build number
zh_hans: 内部版本号
zh_hant: 內部版本號

source: ファイルサイズ
en: file size
zh_hans: 文件大小
zh_hant: 文件大小

# ファイルサイズ（ラベル）
source: ファイルサイズ:
en: File size:
zh_hans: 文件大小:
zh_hant: 文件大小(標籤)

source: ファイル名
en: file name
zh_hans: 文件名
zh_hant: 文件名

source: ファイル種別
en: File type
zh_hans: 文件类型
zh_hant: 文件類型

source: フォーカスされたアプリを起動
en: Launch focused app
zh_hans: 启动重点应用
zh_hant: 啟動重點應用程序

source: フォーカスをクリア
en: clear focus
zh_hans: 清晰的焦点
zh_hant: 清晰的焦點

source: フルディスクアクセス権限が必要です
en: Full Disk Access permission required
zh_hans: 需要完全磁盘访问权限
zh_hant: 需要完全磁盤訪問權限

source: フレームワーク （\(result.frameworks.count)）
en: Frameworks (\(result.frameworks.count))
zh_hans: 框架 (\(result.frameworks.count))
zh_hant: 框架 (\(result.frameworks.count))

source: フレームワーク （%lld）
en: Framework (%lld)
zh_hans: 框架 (%lld)
zh_hant: 框架 (%lld)

source: プロセス終了 （終了コード:
en: Process terminated (exit code:
zh_hans: 进程已终止（退出代码：
zh_hant: 進程已終止（退出代碼：

source: プロセス終了 （終了コード: $EXIT_CODE）
en: Process exit (exit code: $EXIT_CODE)
zh_hans: 进程退出(退出代码:$EXIT_CODE)
zh_hant: 進程退出(退出代碼:$EXIT_CODE)

source: ほとんどの Apple Silicon Mac に最適
en: Suitable for most Apple Silicon Macs
zh_hans: 适用于大多数 Apple Silicon Mac
zh_hant: 適用於大多數 Apple Silicon Mac

source: マイク
en: microphone
zh_hans: 麦克风
zh_hant: 麥克風

source: マウントエラー: \(msg)
en: Mount error: \(msg)
zh_hans: 安装错误:\(msg)
zh_hant: 安裝錯誤:\(msg)

source: マウント中
en: Mounting
zh_hans: 安装
zh_hant: 安裝

source: マウント中: \(mountedCount) 個のコンテナ
en: Mounting: \(mountedCount) containers
zh_hans: 挂载:\(mountedCount)个容器
zh_hant: 掛載:\(mountedCount)個容器

source: マウント中: %lld 個のコンテナ
en: Mounted: %lld containers
zh_hans: 安装:%lld 个容器
zh_hant: 安裝:%lld 個容器

source: マウント先へのアクセス権限がありません
en: You do not have permission to access the mount destination.
zh_hans: 您无权访问挂载目标
zh_hant: 您無權訪問掛載目標

source: マウント完了
en: Mount completed
zh_hans: 挂载完成
zh_hant: 掛載完成

source: マウント時に Finder に表示しない （-nobrowse）
en: Hide from Finder when mounted (-nobrowse).
zh_hans: 安装时不显示在 Finder 中 (-nobrowse)
zh_hant: 安裝時不顯示在 Finder 中 (-nobrowse)

source: マウント状態
en: Mount status
zh_hans: 挂载状态
zh_hant: 掛載狀態

source: マウント設定
en: Mount Settings
zh_hans: 安装设置
zh_hant: 安裝設置

source: メニュー
en: Menu
zh_hans: 菜单
zh_hant: 菜單

source: メニュー （⌘M）
en: Menu (⌘M)
zh_hans: 菜单 (⌘M)
zh_hant: 菜單 (⌘M)

source: メニューを表示
en: show menu
zh_hans: 显示菜单
zh_hant: 顯示菜單

source: メニューを開く/閉じる
en: Open/close menu
zh_hans: 打开/关闭菜单
zh_hant: 打開/關閉菜單

source: メンテナンス
en: Maintenance
zh_hans: 维护
zh_hant: 維護

source: モーションセンサー
en: motion sensor
zh_hans: 运动传感器
zh_hant: 運動傳感器

source: リストから外す
en: Remove from List
zh_hans: 从列表中删除
zh_hant: 從列表中刪除

source: リセット
en: Reset
zh_hans: 重置
zh_hant: 重置

source: リマインダー
en: reminder
zh_hans: 提醒
zh_hant: 提醒

source: リモート通知
en: remote notification
zh_hans: 远程通知
zh_hant: 遠程通知

source: リンク
en: Links
zh_hans: 关联
zh_hant: 關聯

source: 一般
en: General

source: 一部のディスクイメージをアンマウントできません
en: Unable to unmount some disk images
zh_hans: 无法卸载某些磁盘映像
zh_hant: 無法卸載某些磁盤映像

source: 一部のディスクイメージをアンマウントできませんでした。 手動でアンマウントしてから再度終了してください。
en: Some disk images could not be unmounted. Please unmount them manually and try quitting again.
zh_hans: 无法卸载部分磁盘镜像。 请手动卸载后再次尝试退出。
zh_hant: 無法卸載部分磁盤鏡像。 請手動卸載後再次嘗試退出。

source: 上書き
en: Overwrite
zh_hans: 覆盖
zh_hant: 覆蓋

source: 上書き・その他
en: Overwrite/Other
zh_hans: 覆盖/其他
zh_hant: 覆蓋/其他

source: 下のボタンから IPA をインストールしてください。
en: Please install IPA from the button below.
zh_hans: 请通过下面的按钮安装 IPA。
zh_hant: 請通過下面的按鈕安裝 IPA。

source: 不明
en: not clear
zh_hans: 不清楚
zh_hant: 不清楚

source: 互換性重視
en: interchangeability emphasis
zh_hans: 互换性重视
zh_hant: 強調兼容性

source: 今すぐ再起動
en: Restart Now
zh_hans: 立即重新启动
zh_hant: 立即重新啟動
